Repository: dxmone/Screenish
Catalog: Screenish/Localizable.xcstrings
Source language: en
Languages: sv

source: Add a numbered step marker
sv: Lägg till en numrerad stegmarkör

source: Add text
sv: Lägg till text

source: Always hide window at launch
sv: Dölj alltid fönster vid start

source: Apply edits and update the shot in the stack
sv: Tillämpa ändringar och uppdatera bilden i stacken

source: Arrow
sv: Pil

source: Arrow style
sv: Pilstil

source: Aspect Ratio
sv: Bildförhållande

source: Background
sv: Bakgrund

source: Balance
sv: Balansera

source: Set as default
sv: Sätt som standard

source: None
sv: Ingen

source: Blur
sv: Oskärpa

source: Blur an area to hide sensitive info
sv: Gör ett område oskarpt för att dölja känslig info

source: Boxed
sv: Ruta

source: Cancel
sv: Avbryt

source: Capture Area
sv: Fånga område

source: Capture Full Screen
sv: Fånga hel skärm

source: Capture Window
sv: Fånga fönster

source: Choose…
sv: Välj…

source: Clear all edits
sv: Rensa alla ändringar

source: Color
sv: Färg

source: Compress to JPG when saving
sv: Komprimera till JPG vid sparning

source: Copy
sv: Kopiera

source: Copy the image to the clipboard
sv: Kopiera bilden till urklipp

source: Corner Radius
sv: Hörnradie

source: Counter
sv: Räknare

source: Crop
sv: Beskär

source: Crop the image
sv: Beskär bilden

source: Delete
sv: Ta bort

source: Delete selected
sv: Ta bort markerat

source: Done
sv: Klar

source: Drag
sv: Dra

source: Drag the image into another app
sv: Dra bilden till en annan app

source: Draw a filled rectangle
sv: Rita en fylld rektangel

source: Draw a line
sv: Rita en linje

source: Draw a rectangle outline
sv: Rita en rektangelkontur

source: Draw an arrow
sv: Rita en pil

source: Draw an ellipse or circle
sv: Rita en ellips eller cirkel

source: Draw freehand
sv: Rita på fri hand

source: Edit Screenshot
sv: Redigera skärmbild

source: Ellipse
sv: Ellips

source: Fill
sv: Fyllning

source: Filled Rectangle
sv: Fylld rektangel

source: General
sv: Allmänt

source: Highlight
sv: Markering

source: Highlight an area (marker)
sv: Markera ett område (överstrykning)

source: Inset
sv: Inramning

source: Language
sv: Språk

source: Later
sv: Senare

source: Launch at login
sv: Starta vid inloggning

source: Line
sv: Linje

source: Monospaced
sv: Monospace

source: Monospaced Boxed
sv: Monospace-ruta

source: No background
sv: Ingen bakgrund

source: No saved presets
sv: Inga sparade förinställningar

source: Open editor after capture
sv: Öppna redigeraren efter tagen bild

source: Outlined
sv: Konturerad

source: Padding
sv: Marginal

source: Pencil
sv: Penna

source: Pixelate
sv: Pixelera

source: Pixelate an area to hide sensitive info
sv: Pixelera ett område för att dölja känslig info

source: Preset
sv: Förinställning

source: Preset name
sv: Namn på förinställning

source: Quit Screenish
sv: Avsluta Screenish

source: Rectangle
sv: Rektangel

source: Redo
sv: Gör om

source: Relaunch now
sv: Starta om nu

source: Remove
sv: Ta bort

source: Remove from stack after drag and drop
sv: Ta bort från stacken efter drag-och-släpp

source: Restart required
sv: Omstart krävs

source: Restart Screenish to apply the new language.
sv: Starta om Screenish för att tillämpa det nya språket.

source: Rounded
sv: Rundad

source: Rounded Boxed
sv: Rundad ruta

source: Save
sv: Spara

source: Save current…
sv: Spara nuvarande…

source: Save preset
sv: Spara förinställning

source: Save the image to your folder
sv: Spara bilden till din mapp

source: Save to
sv: Spara till

source: Save to Folder
sv: Spara till mapp

source: Select
sv: Markera

source: Select and move objects
sv: Markera och flytta objekt

source: Settings…
sv: Inställningar…

source: Shadow
sv: Skugga

source: Shortcuts
sv: Kortkommandon

source: Social size
sv: Social storlek

source: Solid
sv: Enfärgad

source: Spotlight
sv: Strålkastare

source: Spotlight an area (darken the rest)
sv: Lyft fram ett område (mörka resten)

source: Text size
sv: Textstorlek

source: Text style
sv: Textstil

source: Thickness
sv: Tjocklek

source: Undo
sv: Ångra
